Repository: Liis17/BarkFluff
Catalog: Mac/Barkfluff/Packages/BFCore/Sources/BFCore/Resources/Localizable.xcstrings
Source language: ru
Languages: de, en, es, zh_hans

# bfcore.attachment.audio
source: Аудио
de: Audio
en: Audio
es: Audio
zh_hans: 音频

# bfcore.attachment.document
source: Документ
de: Dokument
en: Document
es: Documento
zh_hans: 文档

# bfcore.attachment.forwarded
source: Пересланное
de: Weitergeleitet
en: Forwarded
es: Reenviado
zh_hans: 已转发

# bfcore.attachment.image
source: Изображение
de: Bild
en: Image
es: Imagen
zh_hans: 图片

# bfcore.attachment.preview.audio
source: 🎵 Аудио
de: 🎵 Audio
en: 🎵 Audio
es: 🎵 Audio
zh_hans: 🎵 音频

# bfcore.attachment.preview.document
source: Документ
de: Dokument
en: Document
es: Documento
zh_hans: 文档

# bfcore.attachment.preview.forwarded
source: ↪ Пересланное
de: ↪ Weitergeleitet
en: ↪ Forwarded
es: ↪ Reenviado
zh_hans: ↪ 已转发

# bfcore.attachment.preview.image
source: 📷 Фото
de: 📷 Foto
en: 📷 Photo
es: 📷 Foto
zh_hans: 📷 照片

# bfcore.attachment.preview.sticker
source: Стикер
de: Sticker
en: Sticker
es: Sticker
zh_hans: 贴纸

# bfcore.attachment.preview.video
source: 📹 Видео
de: 📹 Video
en: 📹 Video
es: 📹 Vídeo
zh_hans: 📹 视频

# bfcore.attachment.preview.voice
source: 🎤 Голосовое
de: 🎤 Sprachnachricht
en: 🎤 Voice message
es: 🎤 Mensaje de voz
zh_hans: 🎤 语音消息

# bfcore.attachment.sticker
source: Стикер
de: Sticker
en: Sticker
es: Sticker
zh_hans: 贴纸

# bfcore.attachment.video
source: Видео
de: Video
en: Video
es: Vídeo
zh_hans: 视频

# bfcore.attachment.voice
source: Голосовое
de: Sprachnachricht
en: Voice message
es: Mensaje de voz
zh_hans: 语音消息

# bfcore.cache.error.download_failed
source: Ошибка скачивания файла
de: Datei-Download fehlgeschlagen
en: File download failed
es: Error al descargar el archivo
zh_hans: 文件下载失败

# bfcore.cache.error.file_missing
source: Файл не найден в кеше
de: Datei nicht im Cache gefunden
en: File not found in cache
es: Archivo no encontrado en la caché
zh_hans: 缓存中找不到文件

# bfcore.cache.error.invalid_url
source: Некорректный URL
de: Ungültige URL
en: Invalid URL
es: URL no válida
zh_hans: 无效的网址

# bfcore.chat_role.admin
source: Администратор
de: Admin
en: Admin
es: Administrador
zh_hans: 管理员

# bfcore.chat_role.member
source: Участник
de: Mitglied
en: Member
es: Miembro
zh_hans: 成员

# bfcore.chat_role.owner
source: Владелец
de: Eigentümer
en: Owner
es: Propietario
zh_hans: 群主

# bfcore.date.today_at %@
source: Сегодня, %@
de: Heute um %@
en: Today at %@
es: Hoy a las %@
zh_hans: 今天 %@

# bfcore.date.yesterday
source: Вчера
de: Gestern
en: Yesterday
es: Ayer
zh_hans: 昨天

# bfcore.date.yesterday_at %@
source: Вчера, %@
de: Gestern um %@
en: Yesterday at %@
es: Ayer a las %@
zh_hans: 昨天 %@

# bfcore.device.unknown
source: Неизвестно
de: Unbekannt
en: Unknown
es: Desconocido
zh_hans: 未知

# bfcore.error.account_not_confirmed
source: Аккаунт не подтверждён. Проверьте почту
de: Konto nicht bestätigt. Bitte überprüfe deine E-Mail
en: Account not confirmed. Please check your email
es: Cuenta no confirmada. Comprueba tu correo
zh_hans: 账户未确认。请查收邮件

# bfcore.error.cancelled
source: Операция отменена
de: Vorgang abgebrochen
en: Operation cancelled
es: Operación cancelada
zh_hans: 操作已取消

# bfcore.error.chat_not_found %@
source: Чат не найден: %@
de: Chat nicht gefunden: %@
en: Chat not found: %@
es: Chat no encontrado: %@
zh_hans: 未找到聊天：%@

# bfcore.error.connection_failed %@
source: Ошибка соединения: %@
de: Verbindungsfehler: %@
en: Connection error: %@
es: Error de conexión: %@
zh_hans: 连接错误：%@

# bfcore.error.email_exists %@
source: Email уже используется: %@
de: E-Mail bereits in Verwendung: %@
en: Email already in use: %@
es: El correo ya está en uso: %@
zh_hans: 邮箱已被使用：%@

# bfcore.error.file_not_supported %@
source: Файл не поддерживается: %@
de: Dateityp nicht unterstützt: %@
en: File type not supported: %@
es: Tipo de archivo no admitido: %@
zh_hans: 不支持的文件类型：%@

# bfcore.error.file_too_large %@ %@
source: Файл слишком большой: %1$@. Максимальный размер: %2$@
de: Datei zu groß: %1$@. Maximale Größe: %2$@
en: File too large: %1$@. Maximum size: %2$@
es: Archivo demasiado grande: %1$@. Tamaño máximo: %2$@
zh_hans: 文件过大：%1$@。最大大小：%2$@

# bfcore.error.invalid_confirmation_code
source: Неверный код подтверждения
de: Ungültiger Bestätigungscode
en: Invalid confirmation code
es: Código de confirmación no válido
zh_hans: 无效的验证码

# bfcore.error.invalid_credentials
source: Неверное имя пользователя или пароль
de: Ungültiger Benutzername oder Passwort
en: Invalid username or password
es: Usuario o contraseña incorrectos
zh_hans: 用户名或密码错误

# bfcore.error.invalid_otp
source: Неверный код двухфакторной аутентификации
de: Ungültiger Zwei-Faktor-Code
en: Invalid two-factor authentication code
es: Código de autenticación en dos pasos no válido
zh_hans: 无效的两步验证码

# bfcore.error.network %@
source: Ошибка сети: %@
de: Netzwerkfehler: %@
en: Network error: %@
es: Error de red: %@
zh_hans: 网络错误：%@

# bfcore.error.no_access_to_chat %@
source: Нет доступа к чату: %@
de: Kein Zugriff auf den Chat: %@
en: No access to chat: %@
es: Sin acceso al chat: %@
zh_hans: 无权访问聊天：%@

# bfcore.error.otp_required
source: Требуется код двухфакторной аутентификации
de: Zwei-Faktor-Code erforderlich
en: Two-factor authentication code required
es: Se requiere el código de autenticación en dos pasos
zh_hans: 需要两步验证码

# bfcore.error.server_unavailable
source: Сервер недоступен
de: Server nicht verfügbar
en: Server unavailable
es: Servidor no disponible
zh_hans: 服务器不可用

# bfcore.error.session_expired
source: Сессия истекла. Пожалуйста, войдите снова
de: Sitzung abgelaufen. Bitte erneut anmelden
en: Session expired. Please sign in again
es: La sesión ha caducado. Vuelve a iniciar sesión
zh_hans: 会话已过期。请重新登录

# bfcore.error.timeout
source: Превышено время ожидания
de: Zeitüberschreitung der Anfrage
en: Request timed out
es: Tiempo de espera agotado
zh_hans: 请求超时

# bfcore.error.unauthorized
source: Требуется авторизация
de: Autorisierung erforderlich
en: Authorization required
es: Se requiere autorización
zh_hans: 需要授权

# bfcore.error.unknown
source: Неизвестная ошибка
de: Unbekannter Fehler
en: Unknown error
es: Error desconocido
zh_hans: 未知错误

# bfcore.error.unknown_with_message %@
source: Ошибка: %@
de: Fehler: %@
en: Error: %@
es: Error: %@
zh_hans: 错误：%@

# bfcore.error.user_not_found %lld
source: Пользователь не найден: %lld
de: Benutzer nicht gefunden: %lld
en: User not found: %lld
es: Usuario no encontrado: %lld
zh_hans: 未找到用户：%lld

# bfcore.error.username_exists %@
source: Имя пользователя уже занято: %@
de: Benutzername bereits vergeben: %@
en: Username already taken: %@
es: El nombre de usuario ya está en uso: %@
zh_hans: 用户名已被占用：%@

# bfcore.fast_auth.status.accepted
source: Принято
de: Angenommen
en: Accepted
es: Aceptado
zh_hans: 已接受

# bfcore.fast_auth.status.expired
source: Истекло
de: Abgelaufen
en: Expired
es: Caducado
zh_hans: 已过期

# bfcore.fast_auth.status.pending
source: Ожидание
de: Ausstehend
en: Pending
es: Pendiente
zh_hans: 待处理

# bfcore.fast_auth.status.rejected
source: Отклонено
de: Abgelehnt
en: Rejected
es: Rechazado
zh_hans: 已拒绝

# bfcore.online.last_seen_date %@
source: Был(а) %@
de: Zuletzt online %@
en: Last seen %@
es: Visto por última vez %@
zh_hans: 上次在线 %@

# bfcore.online.last_seen_days %lld
source: Был(а) %lld дней назад
de: Vor %lld Tagen online
en: Last seen %lld days ago
es: Visto hace %lld días
zh_hans: %lld 天前在线

# bfcore.online.last_seen_hours %lld
source: Был(а) %lld часов назад
de: Vor %lld Stunden online
en: Last seen %lld hours ago
es: Visto hace %lld horas
zh_hans: %lld 小时前在线

# bfcore.online.last_seen_just_now
source: Был(а) только что
de: Gerade eben online
en: Last seen just now
es: Visto hace un momento
zh_hans: 刚刚在线

# bfcore.online.last_seen_minutes %lld
source: Был(а) %lld минут назад
de: Vor %lld Minuten online
en: Last seen %lld minutes ago
es: Visto hace %lld minutos
zh_hans: %lld 分钟前在线

# bfcore.online.last_seen_unknown
source: Был(а) давно
de: Schon lange offline
en: Last seen a long time ago
es: Hace mucho tiempo que no se conecta
zh_hans: 很久之前在线

# bfcore.online.online
source: В сети
de: Online
en: Online
es: En línea
zh_hans: 在线

# bfcore.recovery.check_credentials
source: Проверьте имя пользователя и пароль
de: Überprüfe Benutzernamen und Passwort
en: Check your username and password
es: Comprueba tu usuario y contraseña
zh_hans: 检查用户名和密码

# bfcore.recovery.check_internet
source: Проверьте подключение к интернету и попробуйте снова
de: Überprüfe deine Internetverbindung und versuche es erneut
en: Check your internet connection and try again
es: Comprueba tu conexión a internet e inténtalo de nuevo
zh_hans: 检查网络连接后重试

# bfcore.recovery.choose_different_username
source: Выберите другое имя пользователя
de: Wähle einen anderen Benutzernamen
en: Choose a different username
es: Elige otro nombre de usuario
zh_hans: 选择其他用户名

# bfcore.recovery.enter_otp
source: Введите код из приложения-аутентификатора
de: Gib den Code aus deiner Authenticator-App ein
en: Enter the code from your authenticator app
es: Introduce el código de tu app autenticadora
zh_hans: 输入认证器应用中的验证码

# bfcore.recovery.sign_in_again
source: Войдите в аккаунт снова
de: Erneut anmelden
en: Sign in again
es: Vuelve a iniciar sesión
zh_hans: 重新登录

# bfcore.recovery.try_later
source: Попробуйте позже
de: Bitte später erneut versuchen
en: Please try again later
es: Inténtalo de nuevo más tarde
zh_hans: 请稍后再试

# bfcore.recovery.use_different_email
source: Используйте другой email
de: Verwende eine andere E-Mail
en: Use a different email
es: Usa otro correo
zh_hans: 使用其他邮箱

# bfcore.shared_media.filter.documents
source: Файлы
de: Dateien
en: Files
es: Archivos
zh_hans: 文件

# bfcore.shared_media.filter.media
source: Медиа
de: Medien
en: Media
es: Medios
zh_hans: 媒体
